definition=[

# 0 Processing file: 005-013 индекс промышленного производства.xls
#_____________________________________________________________________________

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'Profit_0', 
 'folder':'01 промышленность', 
 'filename':'005-013 индекс промышленного производства.xls',
 'sheet':'В % к соответствующему месяцу предыдущего года',
 'anchor_value': 81.7
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_1', 
 'folder':'01 промышленность', 
 'filename':'005-013 индекс промышленного производства.xls',
 'sheet':'В % к соответствующему периоду предыдущего года',
 'anchor_value': 81.7
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_2', 
 'folder':'01 промышленность', 
 'filename':'005-013 индекс промышленного производства.xls',
 'sheet':'В % к предыдущему месяцу',
 'anchor_value': 84.7
},


# 3 Processing file: 014-022 добыча полезных ископаемых.xls
#_____________________________________________________________________________

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_3', 
 'folder':'01 промышленность', 
 'filename':'014-022 добыча полезных ископаемых.xls',
 'sheet':'В % к соответствующему месяцу предыдущего года',
 'anchor_value': 95.1
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_4', 
 'folder':'01 промышленность', 
 'filename':'014-022 добыча полезных ископаемых.xls',
 'sheet':'В % к соответствующему периоду предыдущего года',
 'anchor_value': 95.1
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_5', 
 'folder':'01 промышленность', 
 'filename':'014-022 добыча полезных ископаемых.xls',
 'sheet':'В % к предыдущему месяцу',
 'anchor_value': 97.1
},


# 6 Processing file: 023-031 обрабатывающие производства.xls
#_____________________________________________________________________________

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_6', 
 'folder':'01 промышленность', 
 'filename':'023-031 обрабатывающие производства.xls',
 'sheet':'В % к соответствующему месяцу предыдущего года',
 'anchor_value': 71.9
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_7', 
 'folder':'01 промышленность', 
 'filename':'023-031 обрабатывающие производства.xls',
 'sheet':'В % к соответствующему периоду предыдущего года',
 'anchor_value': 71.9
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_8', 
 'folder':'01 промышленность', 
 'filename':'023-031 обрабатывающие производства.xls',
 'sheet':'В % к предыдущему месяцу',
 'anchor_value': 72.7
},


# 9 Processing file: 032-040 производство и распределение электроэнергии.xls
#_____________________________________________________________________________

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_9', 
 'folder':'01 промышленность', 
 'filename':'032-040 производство и распределение электроэнергии.xls',
 'sheet':'В % к соответствующему месяцу предыдущего года',
 'anchor_value': 92.5
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_10', 
 'folder':'01 промышленность', 
 'filename':'032-040 производство и распределение электроэнергии.xls',
 'sheet':'В % к соответствующему периоду предыдущего года',
 'anchor_value': 92.5
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_11', 
 'folder':'01 промышленность', 
 'filename':'032-040 производство и распределение электроэнергии.xls',
 'sheet':'В % к предыдущему месяцу',
 'anchor_value': 100.3
},


# 12 Processing file: 041-043 отгрузка товаров.xls
#_____________________________________________________________________________

# Sheet name: "Млн.рублей"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'Profit_12', 
 'folder':'01 промышленность', 
 'filename':'041-043 отгрузка товаров.xls',
 'sheet':'Млн. рублей',
 'anchor_value': 2302250.8
},


# 13 Processing file: 044-046 отгрузка-Рыболовство, рыбоводство.xls
#_____________________________________________________________________________

# Sheet name: "Млн.рублей"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'Profit_13', 
 'folder':'01 промышленность', 
 'filename':'044-046 отгрузка-Рыболовство, рыбоводство.xls',
 'sheet':'Млн. рублей',
 'anchor_value': 4481.2
},


# 14 Processing file: 047-049 рыба живая, свежая или охлажденная.xls
#_____________________________________________________________________________

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'Profit_14', 
 'folder':'01 промышленность', 
 'filename':'047-049 рыба живая, свежая или охлажденная.xls',
 'sheet':'В % к соответствующему месяцу предыдущего года',
 'anchor_value': 149.4
},


# 15 Processing file: 050-052 рыба и продукты рыбные переработанные.xls
#_____________________________________________________________________________

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'Profit_15', 
 'folder':'01 промышленность', 
 'filename':'050-052 рыба и продукты рыбные переработанные.xls',
 'sheet':'В % к соответствующему месяцу предыдущего года',
 'anchor_value': 119.3
},


# 16 Processing file: 053-064 производство электроэнергии заполнен.xls
#_____________________________________________________________________________

# Sheet name: "Млн. кВт▪ч"
# Debugging.  left:"Российская Федерация 2,3", above "январь")
{
 'varname':'Profit_16', 
 'folder':'01 промышленность', 
 'filename':'053-064 производство электроэнергии заполнен.xls',
 'sheet':'Млн. кВт▪ч',
 'anchor_value': 102634.6
},

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1,2", above "январь")
{
 'varname':'Profit_17', 
 'folder':'01 промышленность', 
 'filename':'053-064 производство электроэнергии заполнен.xls',
 'sheet':'В % к соответствующему месяцу предыдущего года',
 'anchor_value': 107.3
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1,2", above "январь")
{
 'varname':'Profit_18', 
 'folder':'01 промышленность', 
 'filename':'053-064 производство электроэнергии заполнен.xls',
 'sheet':'В % к соответствующему периоду предыдущего года',
 'anchor_value': 107.3
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация1,2", above "январь")
{
 'varname':'Profit_19', 
 'folder':'01 промышленность', 
 'filename':'053-064 производство электроэнергии заполнен.xls',
 'sheet':'                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        В % к предыдущему месяцу                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                ',
 'anchor_value': 101.4
},


# 20 Processing file: 065-070 Индексы сельского хозяйства.xls
#_____________________________________________________________________________

# Sheet name: "квартальная"
# Debugging.  left:"Российская Федерация 1", above "I                    квартал")
{
 'varname':'Profit_20', 
 'folder':'02 сельское хозяйство', 
 'filename':'065-070 Индексы сельского хозяйства.xls',
 'sheet':'В % к соответствующему периоду предыдущего года',
 'anchor_value': 102.2
},

# Sheet name: "нарастающим итогом"
# Debugging.  left:"Российская Федерация 1", above "I                         квартал")
{
 'varname':'Profit_21', 
 'folder':'02 сельское хозяйство', 
 'filename':'065-070 Индексы сельского хозяйства.xls',
 'sheet':'В % к соответствующему периоду предыдущего года',
 'anchor_value': 102.2
},


# 22 Processing file: 071-082 объем работ, выполненных по ВЭД Строительство.xls
#_____________________________________________________________________________

# Sheet name: "Млн.рублей"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_22', 
 'folder':'03 строительство', 
 'filename':'071-082 объем работ, выполненных по ВЭД Строительство.xls',
 'sheet':'Млн.рублей',
 'anchor_value': 196765.2
},

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_23', 
 'folder':'03 строительство', 
 'filename':'071-082 объем работ, выполненных по ВЭД Строительство.xls',
 'sheet':'В % к соответствующему месяцу предыдущего года',
 'anchor_value': 86.0
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация1", above "январь")
{
 'varname':'Profit_24', 
 'folder':'03 строительство', 
 'filename':'071-082 объем работ, выполненных по ВЭД Строительство.xls',
 'sheet':'В % к соответствующему периоду предыдущего года',
 'anchor_value': 86.0
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_25', 
 'folder':'03 строительство', 
 'filename':'071-082 объем работ, выполненных по ВЭД Строительство.xls',
 'sheet':'В % к предыдущему месяцу',
 'anchor_value': 36.0
},


# 26 Processing file: 083-088 строительство жилых домов.xls
#_____________________________________________________________________________

# Sheet name: "Тыс.кв.метров общей площади"
# Debugging.  left:"Российская Федерация, млн. кв. метров 1", above "январь")
{
 'varname':'Profit_26', 
 'folder':'03 строительство', 
 'filename':'083-088 строительство жилых домов.xls',
 'sheet':'Тыс.кв.метров общей площади',
 'anchor_value': 3.1
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_27', 
 'folder':'03 строительство', 
 'filename':'083-088 строительство жилых домов.xls',
 'sheet':'В % к соответствующему периоду предыдущего года',
 'anchor_value': 96.1
},


# 28 Processing file: 089-094 Перевозка грузов и грузооборот.xls
#_____________________________________________________________________________

# Sheet name: "перевозки грузов"
# Debugging.  left:"Российская Федерация 1", above "I       квартал")
{
 'varname':'Profit_28', 
 'folder':'04 транспорт', 
 'filename':'089-094 Перевозка грузов и грузооборот.xls',
 'sheet':'В % к соответствующему периоду предыдущего года',
 'anchor_value': 81.3
},

# Sheet name: "грузооборот"
# Debugging.  left:"Российская Федерация 1 ", above "I                              квартал")
{
 'varname':'Profit_29', 
 'folder':'04 транспорт', 
 'filename':'089-094 Перевозка грузов и грузооборот.xls',
 'sheet':'В % к соответствующему периоду предыдущего года',
 'anchor_value': 88.5
},


# 30 Processing file: 095-106 оборот розничной торговли.xls
#_____________________________________________________________________________

# Sheet name: "Млн. рублей"
# Debugging.  left:"Российская Федерация  млрд. рублей ¹", above "январь")
{
 'varname':'Profit_30', 
 'folder':'05 торговля', 
 'filename':'095-106 оборот розничной торговли.xls',
 'sheet':'Млн. рублей',
 'anchor_value': 1103.1
},

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_31', 
 'folder':'05 торговля', 
 'filename':'095-106 оборот розничной торговли.xls',
 'sheet':'В сопоставимых ценах в % к соответствующему месяцу предыдущего года',
 'anchor_value': 104.7
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_32', 
 'folder':'05 торговля', 
 'filename':'095-106 оборот розничной торговли.xls',
 'sheet':'В сопоставимых ценах в % к соответствующему периоду предыдущего года',
 'anchor_value': 104.7
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_33', 
 'folder':'05 торговля', 
 'filename':'095-106 оборот розничной торговли.xls',
 'sheet':'',
 'anchor_value': 74.6
},


# 34 Processing file: 107-118 оборот розничной торговли пищевыми продуктами.xls
#_____________________________________________________________________________

# Sheet name: "Млн. рублей"
# Debugging.  left:"Российская Федерация  млрд. рублей ¹", above "январь")
{
 'varname':'Profit_34', 
 'folder':'05 торговля', 
 'filename':'107-118 оборот розничной торговли пищевыми продуктами.xls',
 'sheet':'Млн. рублей',
 'anchor_value': 531.9
},

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_35', 
 'folder':'05 торговля', 
 'filename':'107-118 оборот розничной торговли пищевыми продуктами.xls',
 'sheet':'В сопоставимых ценах в % к соответствующему месяцу предыдущего года',
 'anchor_value': 103.6
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_36', 
 'folder':'05 торговля', 
 'filename':'107-118 оборот розничной торговли пищевыми продуктами.xls',
 'sheet':'В сопоставимых ценах в % к соответствующему периоду предыдущего года',
 'anchor_value': 103.6
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_37', 
 'folder':'05 торговля', 
 'filename':'107-118 оборот розничной торговли пищевыми продуктами.xls',
 'sheet':'В сопоставимых ценах в % к предыдущему месяцу',
 'anchor_value': 74.9
},


# 38 Processing file: 119-130 оборот розничной торговли непродовольственными.xls
#_____________________________________________________________________________

# Sheet name: "Млн. рублей"
# Debugging.  left:"Российская Федерация  млрд. рублей ¹", above "январь")
{
 'varname':'Profit_38', 
 'folder':'05 торговля', 
 'filename':'119-130 оборот розничной торговли непродовольственными.xls',
 'sheet':'Млн. рублей',
 'anchor_value': 571.2
},

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_39', 
 'folder':'05 торговля', 
 'filename':'119-130 оборот розничной торговли непродовольственными.xls',
 'sheet':'В сопоставимых ценах в % к соответствующему месяцу предыдущего года',
 'anchor_value': 105.4
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_40', 
 'folder':'05 торговля', 
 'filename':'119-130 оборот розничной торговли непродовольственными.xls',
 'sheet':'В сопоставимых ценах в % к соответствующему периоду предыдущего года',
 'anchor_value': 105.4
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_41', 
 'folder':'05 торговля', 
 'filename':'119-130 оборот розничной торговли непродовольственными.xls',
 'sheet':'В сопоставимых ценах в % к предыдущему месяцу',
 'anchor_value': 74.3
},


# 42 Processing file: 155-160 объем инвестиций в основной капитал.xls
#_____________________________________________________________________________

# Sheet name: "млн. рублей"
# Debugging.  left:"Российская Федерация 2", above "I                                                                                              квартал ")
{
 'varname':'Profit_42', 
 'folder':'07 инвестиции', 
 'filename':'155-160 объем инвестиций в основной капитал.xls',
 'sheet':'За счет всех источников финансирования; млн.рублей',
 'anchor_value': 1224270.0
},

# Sheet name: "к соотв.периоду"
# Debugging.  left:"Российская Федерация 1", above "I                                                    квартал")
{
 'varname':'Profit_43', 
 'folder':'07 инвестиции', 
 'filename':'155-160 объем инвестиций в основной капитал.xls',
 'sheet':'За счет всех источников финансирования; в сопоставимых ценах в % к соответствующему периоду предыдущего года',
 'anchor_value': 82.0
},


# 44 Processing file: 161-163 индекс физ объема инвест в осн капитал.xls
#_____________________________________________________________________________

# Sheet name: "индекс физ. об. инвестиций "
# Debugging.  left:"Российская Федерация 3", above "январь")
{
 'varname':'Profit_44', 
 'folder':'07 инвестиции', 
 'filename':'161-163 индекс физ объема инвест в осн капитал.xls',
 'sheet':'',
 'anchor_value': 82.4
},


# 45 Processing file: 164-169 иностранные инвестиции.xls
#_____________________________________________________________________________

# Sheet name: "тыс.долларов США"
# Debugging.  left:"Российская Федерация, млн. долларов США", above "I                                                                        квартал")
{
 'varname':'Profit_45', 
 'folder':'08 иностранные ивестиции', 
 'filename':'164-169 иностранные инвестиции.xls',
 'sheet':'Тыс. долларов США',
 'anchor_value': 12031.0
},

# Sheet name: "в % к итогу"
# Debugging.  left:"Российская Федерация", above "I                                            квартал")
{
 'varname':'Profit_46', 
 'folder':'08 иностранные ивестиции', 
 'filename':'164-169 иностранные инвестиции.xls',
 'sheet':'В % к итогу',
 'anchor_value': 100.0
},


# 47 Processing file: 170-175 финансовые результаты.xls
#_____________________________________________________________________________

# Sheet name: "Млн. рублей"
# Debugging.  left:"Российская Федерация 2,3", above "январь")
{
 'varname':'Profit_47', 
 'folder':'09 финансы предприятий', 
 'filename':'170-175 финансовые результаты.xls',
 'sheet':'млн.рублей',
 'anchor_value': -184373.0
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 2,3", above "январь")
{
 'varname':'Profit_48', 
 'folder':'09 финансы предприятий', 
 'filename':'170-175 финансовые результаты.xls',
 'sheet':'В % к соответствующему периоду предыдущего года 1',
 'anchor_value': -
},


# 49 Processing file: 176-181 прибыль прибыльных организаций.xls
#_____________________________________________________________________________

# Sheet name: "Млн.рублей"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_49', 
 'folder':'09 финансы предприятий', 
 'filename':'176-181 прибыль прибыльных организаций.xls',
 'sheet':'Млн.рублей',
 'anchor_value': 517408.0
},

# Sheet name: "к соот.периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_50', 
 'folder':'09 финансы предприятий', 
 'filename':'176-181 прибыль прибыльных организаций.xls',
 'sheet':'В % к соответствующему периоду предыдущего года ',
 'anchor_value': 87.0
},


# 51 Processing file: 182-184 доля прибыльных организаций.xls
#_____________________________________________________________________________

# Sheet name: "в % к общему количеству"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_51', 
 'folder':'09 финансы предприятий', 
 'filename':'182-184 доля прибыльных организаций.xls',
 'sheet':'В % к общему количеству',
 'anchor_value': 61.1
},


# 52 Processing file: 185-187 доля убыточных организаций.xls
#_____________________________________________________________________________

# Sheet name: "в % к общему количеству"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_52', 
 'folder':'09 финансы предприятий', 
 'filename':'185-187 доля убыточных организаций.xls',
 'sheet':'В % к общему количеству',
 'anchor_value': 38.9
},


# 53 Processing file: 188-193 кредиторская задолженность.xls
#_____________________________________________________________________________

# Sheet name: "Млн. рублей"
# Debugging.  left:"Российская Федерация 1,2", above "январь")
{
 'varname':'Profit_53', 
 'folder':'09 финансы предприятий', 
 'filename':'188-193 кредиторская задолженность.xls',
 'sheet':'На конец месяца, млн. рублей',
 'anchor_value': 13201313.0
},

# Sheet name: "просроченная кр.задолж."
# Debugging.  left:"Российская Федерация 1,2", above "январь")
{
 'varname':'Profit_54', 
 'folder':'09 финансы предприятий', 
 'filename':'188-193 кредиторская задолженность.xls',
 'sheet':'В том числе объем просроченной кредиторской задолженности',
 'anchor_value': 1031919.0
},


# 55 Processing file: 194-199 дебиторская задолженность.xls
#_____________________________________________________________________________

# Sheet name: "Млн. рублей"
# Debugging.  left:"Российская Федерация 1,2", above "январь")
{
 'varname':'Profit_55', 
 'folder':'09 финансы предприятий', 
 'filename':'194-199 дебиторская задолженность.xls',
 'sheet':'На конец месяца, млн.рублей',
 'anchor_value': 13659920.0
},

# Sheet name: "просроченная дебит.задолж."
# Debugging.  left:"Российская Федерация 1,2", above "январь")
{
 'varname':'Profit_56', 
 'folder':'09 финансы предприятий', 
 'filename':'194-199 дебиторская задолженность.xls',
 'sheet':'В том числе объем просроченной дебиторской задолженности',
 'anchor_value': 1142211.0
},


# 57 Processing file: 200-202 цены на товары и услуги.xls
#_____________________________________________________________________________

# Sheet name: "в % к декабрю пред.года"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_57', 
 'folder':'10 потребительские цены', 
 'filename':'200-202 цены на товары и услуги.xls',
 'sheet':'В % к декабрю предыдущего года',
 'anchor_value': 102.4
},


# 58 Processing file: 203-205 цены на продовольственные товары.xls
#_____________________________________________________________________________

# Sheet name: "в % к декабрю пред.года"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_58', 
 'folder':'10 потребительские цены', 
 'filename':'203-205 цены на продовольственные товары.xls',
 'sheet':'В % к декабрю предыдущего года',
 'anchor_value': 101.4
},


# 59 Processing file: 206-208 цены на непродовольственные товары.xls
#_____________________________________________________________________________

# Sheet name: "в % к декабрю пред.года"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_59', 
 'folder':'10 потребительские цены', 
 'filename':'206-208 цены на непродовольственные товары.xls',
 'sheet':'В % к декабрю предыдущего года',
 'anchor_value': 100.7
},


# 60 Processing file: 209-211 цены на услуги.xls
#_____________________________________________________________________________

# Sheet name: "в % к декабрю пред.года"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_60', 
 'folder':'10 потребительские цены', 
 'filename':'209-211 цены на услуги.xls',
 'sheet':'В % к декабрю предыдущего года',
 'anchor_value': 106.3
},


# 61 Processing file: 212-223 цены на отдельные ЖКХ .xls
#_____________________________________________________________________________

# Sheet name: "Всего"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_61', 
 'folder':'10 потребительские цены', 
 'filename':'212-223 цены на отдельные ЖКХ .xls',
 'sheet':'Всего; в % к декабрю предыдущего года',
 'anchor_value': 114.4
},

# Sheet name: "Отопление"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_62', 
 'folder':'10 потребительские цены', 
 'filename':'212-223 цены на отдельные ЖКХ .xls',
 'sheet':'Отопление; в % к декабрю предыдущего года',
 'anchor_value': 115.5
},

# Sheet name: "Горячее водоснабжение"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_63', 
 'folder':'10 потребительские цены', 
 'filename':'212-223 цены на отдельные ЖКХ .xls',
 'sheet':'Горячее водоснабжение; в % к декабрю предыдущего года',
 'anchor_value': 118.0
},

# Sheet name: "Хол.водоснабжение и водоотвед"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_64', 
 'folder':'10 потребительские цены', 
 'filename':'212-223 цены на отдельные ЖКХ .xls',
 'sheet':'Холодное водоснабжение и водоотведение; в % к декабрю предыдущего года',
 'anchor_value': 118.1
},


# 65 Processing file: 224-226 фиксированный набор.xls
#_____________________________________________________________________________

# Sheet name: "на конец периода"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_65', 
 'folder':'10 потребительские цены', 
 'filename':'224-226 фиксированный набор.xls',
 'sheet':'на конец периода; рублей',
 'anchor_value': 7292.0
},


# 66 Processing file: 230-232 индексы цен производителей на реализованную сельскохозяйственн продукцию.xls
#_____________________________________________________________________________

# Sheet name: "сельск.продукция"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_66', 
 'folder':'11 цены производителей', 
 'filename':'230-232 индексы цен производителей на реализованную сельскохозяйственн продукцию.xls',
 'sheet':'В % к декабрю предыдущего года',
 'anchor_value': 99.5
},


# 67 Processing file: 236-238 индексы цен (тарифов) на грузовые перевозки.xls
#_____________________________________________________________________________

# Sheet name: "грузовые перевозки"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_67', 
 'folder':'11 цены производителей', 
 'filename':'236-238 индексы цен (тарифов) на грузовые перевозки.xls',
 'sheet':'В % к декабрю предыдущего года',
 'anchor_value': 102.8
},


# 68 Processing file: 239-244 цены на первичном и вторичном рынках жилья.xls
#_____________________________________________________________________________

# Sheet name: "первичный рынок"
# Debugging.  left:"Российская Федерация 2", above "I      квартал")
{
 'varname':'Profit_68', 
 'folder':'11 цены производителей', 
 'filename':'239-244 цены на первичном и вторичном рынках жилья.xls',
 'sheet':'На конец квартала, рублей за 1 кв. метр общей площади',
 'anchor_value': 50465.0
},

# Sheet name: "вторичный рынок"
# Debugging.  left:"Российская Федерация 2", above "I      квартал")
{
 'varname':'Profit_69', 
 'folder':'11 цены производителей', 
 'filename':'239-244 цены на первичном и вторичном рынках жилья.xls',
 'sheet':'На конец квартала, рублей за 1 кв. метр общей площади',
 'anchor_value': 57806.0
},


# 70 Processing file: 245-250 среднедушевые денежные доходы.xls
#_____________________________________________________________________________

# Sheet name: "рублей"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'Profit_70', 
 'folder':'12 доходы', 
 'filename':'245-250 среднедушевые денежные доходы.xls',
 'sheet':'Рублей',
 'anchor_value': 11254.1
},

# Sheet name: "к соотв. месяцу"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'Profit_71', 
 'folder':'12 доходы', 
 'filename':'245-250 среднедушевые денежные доходы.xls',
 'sheet':'В % к соответствующему месяцу предыдущего года ',
 'anchor_value': 107.9
},


# 72 Processing file: 251-256 реальные денежные доходы.xls
#_____________________________________________________________________________

# Sheet name: "к соотв. месяцу"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'Profit_72', 
 'folder':'12 доходы', 
 'filename':'251-256 реальные денежные доходы.xls',
 'sheet':'В % к соответствующему месяцу предыдущего года',
 'anchor_value': 95.2
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 2", above "январь-февраль")
{
 'varname':'Profit_73', 
 'folder':'12 доходы', 
 'filename':'251-256 реальные денежные доходы.xls',
 'sheet':'В  % к соответствующему периоду предыдущего года',
 'anchor_value': 99.3
},


# 74 Processing file: 257-265 среднемесячная заработная плата.xls
#_____________________________________________________________________________

# Sheet name: "рублей"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_74', 
 'folder':'13 зарплата', 
 'filename':'257-265 среднемесячная заработная плата.xls',
 'sheet':'Рублей',
 'anchor_value': 17118.7
},

# Sheet name: "к пред.месяцу"
# Debugging.  left:"Российская Федерация 1 ", above "январь")
{
 'varname':'Profit_75', 
 'folder':'13 зарплата', 
 'filename':'257-265 среднемесячная заработная плата.xls',
 'sheet':'В %  к предыдущему месяцу ',
 'anchor_value': 79.0
},

# Sheet name: "к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_76', 
 'folder':'13 зарплата', 
 'filename':'257-265 среднемесячная заработная плата.xls',
 'sheet':'В % к соответствующему месяцу предыдущего года',
 'anchor_value': 115.5
},


# 77 Processing file: 266-271 среднемесячная заработная плата работников сельского хозяйства.xls
#_____________________________________________________________________________

# Sheet name: "рублей"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'Profit_77', 
 'folder':'13 зарплата', 
 'filename':'266-271 среднемесячная заработная плата работников сельского хозяйства.xls',
 'sheet':'Рублей',
 'anchor_value': 8533.3
},

# Sheet name: "к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'Profit_78', 
 'folder':'13 зарплата', 
 'filename':'266-271 среднемесячная заработная плата работников сельского хозяйства.xls',
 'sheet':'В % к соответствующему месяцу предыдущего года',
 'anchor_value': 123.0
},


# 79 Processing file: 272-280 просроченная задолженность по заработной плате.xls
#_____________________________________________________________________________

# Sheet name: "всего "
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_79', 
 'folder':'13 зарплата', 
 'filename':'272-280 просроченная задолженность по заработной плате.xls',
 'sheet':'Всего; тыс. рублей',
 'anchor_value': 4673732.0
},

# Sheet name: "несвоесременное получ. из бюдж"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_80', 
 'folder':'13 зарплата', 
 'filename':'272-280 просроченная задолженность по заработной плате.xls',
 'sheet':'Из нее из-за  несвоевременного получения денежных средств из бюджетов всех уровней; тыс. рублей',
 'anchor_value': 260672.0
},

# Sheet name: "задолженность по организациям"
# Debugging.  left:"Российская Федерация 1", above "на 1                                        января")
{
 'varname':'Profit_81', 
 'folder':'13 зарплата', 
 'filename':'272-280 просроченная задолженность по заработной плате.xls',
 'sheet':'находящимся в стадии конкурсного производства и представивших сведения, тыс. рублей',
 'anchor_value': 953550.0
},


# 82 Processing file: 281-319 просроченная задолженность по заработной  плате по ВЭД.xls
#_____________________________________________________________________________

# Sheet name: "Сельское хозяйство"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_82', 
 'folder':'13 зарплата', 
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'sheet':'Сельское хозяйство, охота и лесозаготовки; тыс.рублей',
 'anchor_value': 538963.0
},

# Sheet name: "Рыболовство, рыбоводство"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_83', 
 'folder':'13 зарплата', 
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'sheet':'Рыболовство, рыбоводство; тыс.рублей',
 'anchor_value': 7231.0
},

# Sheet name: "Добыча полезных ископаемых"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_84', 
 'folder':'13 зарплата', 
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'sheet':'Добыча полезных ископаемых; тыс.рублей',
 'anchor_value': 275180.0
},

# Sheet name: "Обрабатывающие производства"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_85', 
 'folder':'13 зарплата', 
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'sheet':'Обрабатывающие производства; тыс.рублей',
 'anchor_value': 1839356.0
},

# Sheet name: "Произ-во и распр.электроэн."
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_86', 
 'folder':'13 зарплата', 
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'sheet':'Производство и распределение электроэнергии, газа и воды; тыс.рублей',
 'anchor_value': 294921.0
},

# Sheet name: "Строительство"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_87', 
 'folder':'13 зарплата', 
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'sheet':'Строительство; тыс.рублей',
 'anchor_value': 518295.0
},

# Sheet name: "Транспорт"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_88', 
 'folder':'13 зарплата', 
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'sheet':'Транспорт; тыс.рублей',
 'anchor_value': 859674.0
},

# Sheet name: "Управ.недвиж.имуществом"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_89', 
 'folder':'13 зарплата', 
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'sheet':'Управление недвижимым имуществом; тыс.рублей',
 'anchor_value': 67282.0
},

# Sheet name: "Науч.исследов. и разраб."
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_90', 
 'folder':'13 зарплата', 
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'sheet':'Научные исследования и разработки; тыс.рублей',
 'anchor_value': 188020.0
},

# Sheet name: "Образование"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_91', 
 'folder':'13 зарплата', 
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'sheet':'Образование; тыс.рублей',
 'anchor_value': 43924.0
},

# Sheet name: "Здравоохранение"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_92', 
 'folder':'13 зарплата', 
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'sheet':'Здравоохранение и предоставление социальных услуг; тыс.рублей',
 'anchor_value': 26451.0
},

# Sheet name: "сбор сточных  вод"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_93', 
 'folder':'13 зарплата', 
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'sheet':'Сбор сточных вод, отходов и аналогичная деятельность; тыс.рублей',
 'anchor_value': 11120.0
},

# Sheet name: "Культура"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_94', 
 'folder':'13 зарплата', 
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'sheet':'Деятельность в области культуры; тыс.рублей',
 'anchor_value': 3315.0
},


# 95 Processing file: 320-322 численность работников.xls
#_____________________________________________________________________________

# Sheet name: "всего "
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'Profit_95', 
 'folder':'13 зарплата', 
 'filename':'320-322 численность работников.xls',
 'sheet':'человек',
 'anchor_value': 322994.0
},


# 96 Processing file: 329-340 выбывшие из организаций.xls
#_____________________________________________________________________________

# Sheet name: "всего"
# Debugging.  left:"Российская Федерация 3 ", above "январь")
{
 'varname':'Profit_96', 
 'folder':'15 рынок труда', 
 'filename':'329-340 выбывшие из организаций.xls',
 'sheet':'Всего; тыс. человек',
 'anchor_value': 424.0
},

# Sheet name: "по соглашению сторон"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'Profit_97', 
 'folder':'15 рынок труда', 
 'filename':'329-340 выбывшие из организаций.xls',
 'sheet':'В том числе: по соглашению сторон; тыс. человек',
 'anchor_value': 50.5
},

# Sheet name: "по сокращению численности "
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'Profit_98', 
 'folder':'15 рынок труда', 
 'filename':'329-340 выбывшие из организаций.xls',
 'sheet':'В том числе: в связи с сокращением численности работников;  тыс. человек',
 'anchor_value': 34.2
},

# Sheet name: "по собственному желанию"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'Profit_99', 
 'folder':'15 рынок труда', 
 'filename':'329-340 выбывшие из организаций.xls',
 'sheet':' В том числе:  по собственному желанию; тыс. человек',
 'anchor_value': 260.3
},


# 100 Processing file: 341-346 принятые в организации.xls
#_____________________________________________________________________________

# Sheet name: "всего"
# Debugging.  left:"Российская Федерация 3", above "январь")
{
 'varname':'Profit_100', 
 'folder':'15 рынок труда', 
 'filename':'341-346 принятые в организации.xls',
 'sheet':'Всего, тыс. человек',
 'anchor_value': 281.6
},

# Sheet name: "допол.введенные раб.места"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'Profit_101', 
 'folder':'15 рынок труда', 
 'filename':'341-346 принятые в организации.xls',
 'sheet':'В том числе: на дополнительно введенные рабочие места, тыс. человек',
 'anchor_value': 25.1
},


# 102 Processing file: 347-349 намеченные к высвобождению.xls
#_____________________________________________________________________________

# Sheet name: "тыс.человек"
# Debugging.  left:"Российская Федерация 3", above "январь")
{
 'varname':'Profit_102', 
 'folder':'15 рынок труда', 
 'filename':'347-349 намеченные к высвобождению.xls',
 'sheet':'Тыс. человек',
 'anchor_value': 61.1
},


# 103 Processing file: 350-352 требуемые работники.xls
#_____________________________________________________________________________

# Sheet name: "тыс.человек"
# Debugging.  left:"Российская Федерация 3", above "январь")
{
 'varname':'Profit_103', 
 'folder':'15 рынок труда', 
 'filename':'350-352 требуемые работники.xls',
 'sheet':' На конец отчетного периода, тыс. человек',
 'anchor_value': 329.9
},


# 104 Processing file: 353-364 работавшие неполное рабочее время.xls
#_____________________________________________________________________________

# Sheet name: "по инициативе работодателя"
# Debugging.  left:"Российская Федерация 3", above "январь")
{
 'varname':'Profit_104', 
 'folder':'15 рынок труда', 
 'filename':'353-364 работавшие неполное рабочее время.xls',
 'sheet':'Работали неполное рабочее время по инициативе работодателя; тыс. человек',
 'anchor_value': 825.9
},

# Sheet name: "соглашения "
# Debugging.  left:"378.0", above "январь")
{
 'varname':'Profit_105', 
 'folder':'15 рынок труда', 
 'filename':'353-364 работавшие неполное рабочее время.xls',
 'sheet':'',
 'anchor_value': 309.1
},

# Sheet name: "простои"
# Debugging.  left:"Российская Федерация 3", above "январь")
{
 'varname':'Profit_106', 
 'folder':'15 рынок труда', 
 'filename':'353-364 работавшие неполное рабочее время.xls',
 'sheet':'Находились в простое по вине работодателя и по причинам, не зависящим от работодателя и работника1; тыс. человек  ',
 'anchor_value': 201.8
},

# Sheet name: "отпуск без сохр.сохран.з.п."
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'Profit_107', 
 'folder':'15 рынок труда', 
 'filename':'353-364 работавшие неполное рабочее время.xls',
 'sheet':'Имели отпуска без сохранения заработной платы по заявлению работника; тыс. человек',
 'anchor_value': 1106.4
},

]

