# -*- coding: utf-8 -*-

definitions=[

# 0 Processing file: 005-013 индекс промышленного производства.xls
#_____________________________________________________________________________

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'PROD_IND_YOY',
 'folder':'01 промышленность',
 'filename':'005-013 индекс промышленного производства.xls',
 'subtitle':'В % к соответствующему месяцу предыдущего года',
 'sheet':" к соотв. месяцу",
 'anchor_value': 81.7
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'PROD_IND_YTD',
 'folder':'01 промышленность',
 'filename':'005-013 индекс промышленного производства.xls',
 'subtitle':'В % к соответствующему периоду предыдущего года',
 'sheet':"к соотв. периоду",
 'anchor_value': 81.7
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'PROD_IND_ROG',
 'folder':'01 промышленность',
 'filename':'005-013 индекс промышленного производства.xls',
 'subtitle':'В % к предыдущему месяцу',
 'sheet':"к пред. месяцу",
 'anchor_value': 84.7
},


# 3 Processing file: 014-022 добыча полезных ископаемых.xls
#_____________________________________________________________________________

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'MAQ_IND_YOY',
 'folder':'01 промышленность',
 'filename':'014-022 добыча полезных ископаемых.xls',
 'subtitle':'В % к соответствующему месяцу предыдущего года',
 'sheet':" к соотв. месяцу",
 'anchor_value': 95.1
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'MAQ_IND_YTD',
 'folder':'01 промышленность',
 'filename':'014-022 добыча полезных ископаемых.xls',
 'subtitle':'В % к соответствующему периоду предыдущего года',
 'sheet':"к соотв. периоду",
 'anchor_value': 95.1
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'MAQ_IND_ROG',
 'folder':'01 промышленность',
 'filename':'014-022 добыча полезных ископаемых.xls',
 'subtitle':'В % к предыдущему месяцу',
 'sheet':"к пред. месяцу",
 'anchor_value': 97.1
},


# 6 Processing file: 023-031 обрабатывающие производства.xls
#_____________________________________________________________________________

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'MAN_IND_YOY',
 'folder':'01 промышленность',
 'filename':'023-031 обрабатывающие производства.xls',
 'subtitle':'В % к соответствующему месяцу предыдущего года',
 'sheet':" к соотв. месяцу",
 'anchor_value': 71.9
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'MAN_IND_YTD',
 'folder':'01 промышленность',
 'filename':'023-031 обрабатывающие производства.xls',
 'subtitle':'В % к соответствующему периоду предыдущего года',
 'sheet':"к соотв. периоду",
 'anchor_value': 71.9
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'MAN_IND_ROG',
 'folder':'01 промышленность',
 'filename':'023-031 обрабатывающие производства.xls',
 'subtitle':'В % к предыдущему месяцу',
 'sheet':"к пред. месяцу",
 'anchor_value': 72.7
},


# 9 Processing file: 032-040 производство и распределение электроэнергии.xls
#_____________________________________________________________________________

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'EGW_IND_YOY',
 'folder':'01 промышленность',
 'filename':'032-040 производство и распределение электроэнергии.xls',
 'subtitle':'В % к соответствующему месяцу предыдущего года',
 'sheet':" к соотв. месяцу",
 'anchor_value': 92.5
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'EGW_IND_YTD',
 'folder':'01 промышленность',
 'filename':'032-040 производство и распределение электроэнергии.xls',
 'subtitle':'В % к соответствующему периоду предыдущего года',
 'sheet':"к соотв. периоду",
 'anchor_value': 92.5
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'EGW_IND_ROG',
 'folder':'01 промышленность',
 'filename':'032-040 производство и распределение электроэнергии.xls',
 'subtitle':'В % к предыдущему месяцу',
 'sheet':"к пред. месяцу",
 'anchor_value': 100.3
},


# 12 Processing file: 041-043 отгрузка товаров.xls
#_____________________________________________________________________________

# Sheet name: "Млн.рублей"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'PROD_SHIP_MLN_RUB',
 'folder':'01 промышленность',
 'filename':'041-043 отгрузка товаров.xls',
 'subtitle':'Млн. рублей',
 'sheet':"Млн.рублей",
 'anchor_value': 2302250.8
},


# 13 Processing file: 044-046 отгрузка-Рыболовство, рыбоводство.xls
#_____________________________________________________________________________

# Sheet name: "Млн.рублей"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'FISH_SHIP_MLN_RUB',
 'folder':'01 промышленность',
 'filename':'044-046 отгрузка-Рыболовство, рыбоводство.xls',
 'subtitle':'Млн. рублей',
 'sheet':"Млн.рублей",
 'anchor_value': 4481.2
},


# 14 Processing file: 047-049 рыба живая, свежая или охлажденная.xls
#_____________________________________________________________________________

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'FISH_FRESH_IND_YOY',
 'folder':'01 промышленность',
 'filename':'047-049 рыба живая, свежая или охлажденная.xls',
 'subtitle':'В % к соответствующему месяцу предыдущего года',
 'sheet':" к соотв. месяцу",
 'anchor_value': 149.4
},


# 15 Processing file: 050-052 рыба и продукты рыбные переработанные.xls
#_____________________________________________________________________________

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'FISH_PROC_IND_YOY',
 'folder':'01 промышленность',
 'filename':'050-052 рыба и продукты рыбные переработанные.xls',
 'subtitle':'В % к соответствующему месяцу предыдущего года',
 'sheet':" к соотв. месяцу",
 'anchor_value': 119.3
},


# 16 Processing file: 053-064 производство электроэнергии заполнен.xls
#_____________________________________________________________________________

# Sheet name: "Млн. кВт▪ч"
# Debugging.  left:"Российская Федерация 2,3", above "январь")
{
 'varname':'ELECTR_VOL_MLN_KWT',
 'folder':'01 промышленность',
 'filename':'053-064 производство электроэнергии заполнен.xls',
 'subtitle':'Млн. кВт▪ч',
 'sheet':"Млн. кВт▪ч",
 'anchor_value': 102634.6
},

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1,2", above "январь")
{
 'varname':'ELECTR_IND_YOY',
 'folder':'01 промышленность',
 'filename':'053-064 производство электроэнергии заполнен.xls',
 'subtitle':'В % к соответствующему месяцу предыдущего года',
 'sheet':" к соотв. месяцу",
 'anchor_value': 107.3
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1,2", above "январь")
{
 'varname':'ELECTR_IND_YTD',
 'folder':'01 промышленность',
 'filename':'053-064 производство электроэнергии заполнен.xls',
 'subtitle':'В % к соответствующему периоду предыдущего года',
 'sheet':"к соотв. периоду",
 'anchor_value': 107.3
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация1,2", above "январь")
{
 'varname':'ELECTR_IND_ROG',
 'folder':'01 промышленность',
 'filename':'053-064 производство электроэнергии заполнен.xls',
 'subtitle':'                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         В % к предыдущему месяцу                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                ',
 'sheet':"к пред. месяцу",
 'anchor_value': 101.4
},


# 20 Processing file: 065-070 Индексы сельского хозяйства.xls
#_____________________________________________________________________________

# Sheet name: "квартальная"
# Debugging.  left:"Российская Федерация 1", above "I                    квартал")
{
 'varname':'AGR_IND_YTD',
 'folder':'02 сельское хозяйство',
 'filename':'065-070 Индексы сельского хозяйства.xls',
 'subtitle':'В % к соответствующему периоду предыдущего года',
 'sheet':"квартальная",
 'anchor_value': 102.2
},

# Sheet name: "нарастающим итогом"
# Debugging.  left:"Российская Федерация 1", above "I                         квартал")
{
 'varname':'AGR_IND_YTD',
 'folder':'02 сельское хозяйство',
 'filename':'065-070 Индексы сельского хозяйства.xls',
 'subtitle':'В % к соответствующему периоду предыдущего года',
 'sheet':"нарастающим итогом",
 'anchor_value': 102.2
},


# 22 Processing file: 071-082 объем работ, выполненных по ВЭД Строительство.xls
#_____________________________________________________________________________

# Sheet name: "Млн.рублей"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'CONSTR_VAL_MLN_RUB',
 'folder':'03 строительство',
 'filename':'071-082 объем работ, выполненных по ВЭД Строительство.xls',
 'subtitle':'Млн.рублей',
 'sheet':"Млн.рублей",
 'anchor_value': 196765.2
},

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'CONSTR_IND_YOY',
 'folder':'03 строительство',
 'filename':'071-082 объем работ, выполненных по ВЭД Строительство.xls',
 'subtitle':'В % к соответствующему месяцу предыдущего года',
 'sheet':" к соотв. месяцу",
 'anchor_value': 86.0
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация1", above "январь")
{
 'varname':'CONSTR_IND_YTD',
 'folder':'03 строительство',
 'filename':'071-082 объем работ, выполненных по ВЭД Строительство.xls',
 'subtitle':'В % к соответствующему периоду предыдущего года',
 'sheet':"к соотв. периоду",
 'anchor_value': 86.0
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'CONSTR_IND_ROG',
 'folder':'03 строительство',
 'filename':'071-082 объем работ, выполненных по ВЭД Строительство.xls',
 'subtitle':'В % к предыдущему месяцу',
 'sheet':"к пред. месяцу",
 'anchor_value': 36.0
},


# 26 Processing file: 083-088 строительство жилых домов.xls
#_____________________________________________________________________________

# Sheet name: "Тыс.кв.метров общей площади"
# Debugging.  left:"Российская Федерация, млн. кв. метров 1", above "январь")
{
 'varname':'CONSTR_H_VOL_TH_M2',
 'folder':'03 строительство',
 'filename':'083-088 строительство жилых домов.xls',
 'subtitle':'Тыс.кв.метров общей площади',
 'sheet':"Тыс.кв.метров общей площади",
 'anchor_value': 3.1
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'CONSTR_H_IND_YOY',
 'folder':'03 строительство',
 'filename':'083-088 строительство жилых домов.xls',
 'subtitle':'В % к соответствующему периоду предыдущего года',
 'sheet':"к соотв. периоду",
 'anchor_value': 96.1
},


# 28 Processing file: 089-094 Перевозка грузов и грузооборот.xls
#_____________________________________________________________________________

# Sheet name: "перевозки грузов"
# Debugging.  left:"Российская Федерация 1", above "I       квартал")
{
 'varname':'TRANSP_C_IND_YOY',
 'folder':'04 транспорт',
 'filename':'089-094 Перевозка грузов и грузооборот.xls',
 'subtitle':'В % к соответствующему периоду предыдущего года',
 'sheet':"перевозки грузов",
 'anchor_value': 81.3
},

# Sheet name: "грузооборот"
# Debugging.  left:"Российская Федерация 1 ", above "I                              квартал")
{
 'varname':'TRANSP_C_IND_YTD',
 'folder':'04 транспорт',
 'filename':'089-094 Перевозка грузов и грузооборот.xls',
 'subtitle':'В % к соответствующему периоду предыдущего года',
 'sheet':"грузооборот",
 'anchor_value': 88.5
},


# 30 Processing file: 095-106 оборот розничной торговли.xls
#_____________________________________________________________________________

# Sheet name: "Млн. рублей"
# Debugging.  left:"Российская Федерация  млрд. рублей ?", above "январь")
{
 'varname':'TRADE_R_VAL_MLN_RUB',
 'folder':'05 торговля',
 'filename':'095-106 оборот розничной торговли.xls',
 'subtitle':'Млн. рублей',
 'sheet':"Млн. рублей",
 'anchor_value': 1103.1
},

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'TRADE_R_IND_YOY',
 'folder':'05 торговля',
 'filename':'095-106 оборот розничной торговли.xls',
 'subtitle':'В сопоставимых ценах в % к соответствующему месяцу предыдущего года',
 'sheet':" к соотв. месяцу",
 'anchor_value': 104.7
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'TRADE_R_IND_YTD',
 'folder':'05 торговля',
 'filename':'095-106 оборот розничной торговли.xls',
 'subtitle':'В сопоставимых ценах в % к соответствующему периоду предыдущего года',
 'sheet':"к соотв. периоду",
 'anchor_value': 104.7
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'TRADE_R_IND_ROG',
 'folder':'05 торговля',
 'filename':'095-106 оборот розничной торговли.xls',
 'subtitle':'',
 'sheet':"к пред. месяцу",
 'anchor_value': 74.6
},


# 34 Processing file: 107-118 оборот розничной торговли пищевыми продуктами.xls
#_____________________________________________________________________________

# Sheet name: "Млн. рублей"
# Debugging.  left:"Российская Федерация  млрд. рублей ?", above "январь")
{
 'varname':'TRADE_F_VAL_MLN_RUB',
 'folder':'05 торговля',
 'filename':'107-118 оборот розничной торговли пищевыми продуктами.xls',
 'subtitle':'Млн. рублей',
 'sheet':"Млн. рублей",
 'anchor_value': 531.9
},

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'TRADE_F_IND_YOY',
 'folder':'05 торговля',
 'filename':'107-118 оборот розничной торговли пищевыми продуктами.xls',
 'subtitle':'В сопоставимых ценах в % к соответствующему месяцу предыдущего года',
 'sheet':" к соотв. месяцу",
 'anchor_value': 103.6
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'TRADE_F_IND_YTD',
 'folder':'05 торговля',
 'filename':'107-118 оборот розничной торговли пищевыми продуктами.xls',
 'subtitle':'В сопоставимых ценах в % к соответствующему периоду предыдущего года',
 'sheet':"к соотв. периоду",
 'anchor_value': 103.6
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'TRADE_F_IND_ROG',
 'folder':'05 торговля',
 'filename':'107-118 оборот розничной торговли пищевыми продуктами.xls',
 'subtitle':'В сопоставимых ценах в % к предыдущему месяцу',
 'sheet':"к пред. месяцу",
 'anchor_value': 74.9
},


# 38 Processing file: 119-130 оборот розничной торговли непродовольственными.xls
#_____________________________________________________________________________

# Sheet name: "Млн. рублей"
# Debugging.  left:"Российская Федерация  млрд. рублей ?", above "январь")
{
 'varname':'TRADE_NF_VAL_MLN_RUB',
 'folder':'05 торговля',
 'filename':'119-130 оборот розничной торговли непродовольственными.xls',
 'subtitle':'Млн. рублей',
 'sheet':"Млн. рублей",
 'anchor_value': 571.2
},

# Sheet name: " к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'TRADE_NF_IND_YOY',
 'folder':'05 торговля',
 'filename':'119-130 оборот розничной торговли непродовольственными.xls',
 'subtitle':'В сопоставимых ценах в % к соответствующему месяцу предыдущего года',
 'sheet':" к соотв. месяцу",
 'anchor_value': 105.4
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'TRADE_NF_IND_YTD',
 'folder':'05 торговля',
 'filename':'119-130 оборот розничной торговли непродовольственными.xls',
 'subtitle':'В сопоставимых ценах в % к соответствующему периоду предыдущего года',
 'sheet':"к соотв. периоду",
 'anchor_value': 105.4
},

# Sheet name: "к пред. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'TRADE_NF_IND_ROG',
 'folder':'05 торговля',
 'filename':'119-130 оборот розничной торговли непродовольственными.xls',
 'subtitle':'В сопоставимых ценах в % к предыдущему месяцу',
 'sheet':"к пред. месяцу",
 'anchor_value': 74.3
},


# 42 Processing file: 155-160 объем инвестиций в основной капитал.xls
#_____________________________________________________________________________

# Sheet name: "млн. рублей"
# Debugging.  left:"Российская Федерация 2", above "I                                                                                              квартал ")
{
 'varname':'INV_VAL_MLN_RUB',
 'folder':'07 инвестиции',
 'filename':'155-160 объем инвестиций в основной капитал.xls',
 'subtitle':'За счет всех источников финансирования; млн.рублей',
 'sheet':"млн. рублей",
 'anchor_value': 1224270.0
},

# Sheet name: "к соотв.периоду"
# Debugging.  left:"Российская Федерация 1", above "I                                                    квартал")
{
 'varname':'INV_IND_YTD',
 'folder':'07 инвестиции',
 'filename':'155-160 объем инвестиций в основной капитал.xls',
 'subtitle':'За счет всех источников финансирования; в сопоставимых ценах в % к соответствующему периоду предыдущего года',
 'sheet':"к соотв.периоду",
 'anchor_value': 82.0
},


# 44 Processing file: 161-163 индекс физ объема инвест в осн капитал.xls
#_____________________________________________________________________________

# Sheet name: "индекс физ. об. инвестиций "
# Debugging.  left:"Российская Федерация 3", above "январь")
{
 'varname':'INV_IND_',
 'folder':'07 инвестиции',
 'filename':'161-163 индекс физ объема инвест в осн капитал.xls',
 'subtitle':'',
 'sheet':"индекс физ. об. инвестиций ",
 'anchor_value': 82.4
},


# 45 Processing file: 164-169 иностранные инвестиции.xls
#_____________________________________________________________________________

# Sheet name: "тыс.долларов США"
# Debugging.  left:"Российская Федерация, млн. долларов США", above "I                                                                        квартал")
{
 'varname':'FORINV_VAL_TH_USD',
 'folder':'08 иностранные ивестиции',
 'filename':'164-169 иностранные инвестиции.xls',
 'subtitle':'Тыс. долларов США',
 'sheet':"тыс.долларов США",
 'anchor_value': 12031.0
},

# Sheet name: "в % к итогу"
# Debugging.  left:"Российская Федерация", above "I                                            квартал")
{
 'varname':'FORINV__',
 'folder':'08 иностранные ивестиции',
 'filename':'164-169 иностранные инвестиции.xls',
 'subtitle':'В % к итогу',
 'sheet':"в % к итогу",
 'anchor_value': 100.0
},


# 47 Processing file: 170-175 финансовые результаты.xls
#_____________________________________________________________________________

# Sheet name: "Млн. рублей"
# Debugging.  left:"Российская Федерация 2,3", above "январь")
{
 'varname':'PROFIT_NET_VAL_MLN_RUB',
 'folder':'09 финансы предприятий',
 'filename':'170-175 финансовые результаты.xls',
 'subtitle':'млн.рублей',
 'sheet':"Млн. рублей",
 'anchor_value': -184373.0
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 2,3", above "январь")
{
 'varname':'PROFIT_NET_IND_YTD',
 'folder':'09 финансы предприятий',
 'filename':'170-175 финансовые результаты.xls',
 'subtitle':'В % к соответствующему периоду предыдущего года 1',
 'sheet':"к соотв. периоду",
 'anchor_value': None},


# 49 Processing file: 176-181 прибыль прибыльных организаций.xls
#_____________________________________________________________________________

# Sheet name: "Млн.рублей"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'PROFIT_GAIN_VAL_MLN_RUB',
 'folder':'09 финансы предприятий',
 'filename':'176-181 прибыль прибыльных организаций.xls',
 'subtitle':'Млн.рублей',
 'sheet':"Млн.рублей",
 'anchor_value': 517408.0
},

# Sheet name: "к соот.периоду"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'PROFIT_GAIN_IND_YTD',
 'folder':'09 финансы предприятий',
 'filename':'176-181 прибыль прибыльных организаций.xls',
 'subtitle':'В % к соответствующему периоду предыдущего года ',
 'sheet':"к соот.периоду",
 'anchor_value': 87.0
},


# 51 Processing file: 182-184 доля прибыльных организаций.xls
#_____________________________________________________________________________

# Sheet name: "в % к общему количеству"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'PROFIT_GAIN_SHARE_PERCENT_TOTAL',
 'folder':'09 финансы предприятий',
 'filename':'182-184 доля прибыльных организаций.xls',
 'subtitle':'В % к общему количеству',
 'sheet':"в % к общему количеству",
 'anchor_value': 61.1
},


# 52 Processing file: 185-187 доля убыточных организаций.xls
#_____________________________________________________________________________

# Sheet name: "в % к общему количеству"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'PROFIT_LOSS_SHARE_PERCENT_TOTAL',
 'folder':'09 финансы предприятий',
 'filename':'185-187 доля убыточных организаций.xls',
 'subtitle':'В % к общему количеству',
 'sheet':"в % к общему количеству",
 'anchor_value': 38.9
},


# 53 Processing file: 188-193 кредиторская задолженность.xls
#_____________________________________________________________________________

# Sheet name: "Млн. рублей"
# Debugging.  left:"Российская Федерация 1,2", above "январь")
{
 'varname':'CORP_DEBT_VAL_MLN_RUB',
 'folder':'09 финансы предприятий',
 'filename':'188-193 кредиторская задолженность.xls',
 'subtitle':'На конец месяца, млн. рублей',
 'sheet':"Млн. рублей",
 'anchor_value': 13201313.0
},

# Sheet name: "просроченная кр.задолж."
# Debugging.  left:"Российская Федерация 1,2", above "январь")
{
 'varname':'CORP_DEBT_OVD_VAL_MLN_RUB',
 'folder':'09 финансы предприятий',
 'filename':'188-193 кредиторская задолженность.xls',
 'subtitle':'В том числе объем просроченной кредиторской задолженности',
 'sheet':"просроченная кр.задолж.",
 'anchor_value': 1031919.0
},


# 55 Processing file: 194-199 дебиторская задолженность.xls
#_____________________________________________________________________________

# Sheet name: "Млн. рублей"
# Debugging.  left:"Российская Федерация 1,2", above "январь")
{
 'varname':'CORP_RECIV_VAL_MLN_RUB',
 'folder':'09 финансы предприятий',
 'filename':'194-199 дебиторская задолженность.xls',
 'subtitle':'На конец месяца, млн.рублей',
 'sheet':"Млн. рублей",
 'anchor_value': 13659920.0
},

# Sheet name: "просроченная дебит.задолж."
# Debugging.  left:"Российская Федерация 1,2", above "январь")
{
 'varname':'CORP_RECIV_OVD_VAL_MLN_RUB',
 'folder':'09 финансы предприятий',
 'filename':'194-199 дебиторская задолженность.xls',
 'subtitle':'В том числе объем просроченной дебиторской задолженности',
 'sheet':"просроченная дебит.задолж.",
 'anchor_value': 1142211.0
},


# 57 Processing file: 200-202 цены на товары и услуги.xls
#_____________________________________________________________________________

# Sheet name: "в % к декабрю пред.года"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'CPI_IND_YTD',
 'folder':'10 потребительские цены',
 'filename':'200-202 цены на товары и услуги.xls',
 'subtitle':'В % к декабрю предыдущего года',
 'sheet':"в % к декабрю пред.года",
 'anchor_value': 102.4
},


# 58 Processing file: 203-205 цены на продовольственные товары.xls
#_____________________________________________________________________________

# Sheet name: "в % к декабрю пред.года"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'CPI_FOOD_IND_YTD',
 'folder':'10 потребительские цены',
 'filename':'203-205 цены на продовольственные товары.xls',
 'subtitle':'В % к декабрю предыдущего года',
 'sheet':"в % к декабрю пред.года",
 'anchor_value': 101.4
},


# 59 Processing file: 206-208 цены на непродовольственные товары.xls
#_____________________________________________________________________________

# Sheet name: "в % к декабрю пред.года"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'CPI_NFOOD_IND_YTD',
 'folder':'10 потребительские цены',
 'filename':'206-208 цены на непродовольственные товары.xls',
 'subtitle':'В % к декабрю предыдущего года',
 'sheet':"в % к декабрю пред.года",
 'anchor_value': 100.7
},


# 60 Processing file: 209-211 цены на услуги.xls
#_____________________________________________________________________________

# Sheet name: "в % к декабрю пред.года"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'CPI_SERV_IND_YTD',
 'folder':'10 потребительские цены',
 'filename':'209-211 цены на услуги.xls',
 'subtitle':'В % к декабрю предыдущего года',
 'sheet':"в % к декабрю пред.года",
 'anchor_value': 106.3
},


# 61 Processing file: 212-223 цены на отдельные ЖКХ .xls
#_____________________________________________________________________________

# Sheet name: "Всего"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'CPI_SERV_HOUS_IND_YTD',
 'folder':'10 потребительские цены',
 'filename':'212-223 цены на отдельные ЖКХ .xls',
 'subtitle':'Всего; в % к декабрю предыдущего года',
 'sheet':"Всего",
 'anchor_value': 114.4
},

# Sheet name: "Отопление"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'CPI_SERV_HEAT_IND_YTD',
 'folder':'10 потребительские цены',
 'filename':'212-223 цены на отдельные ЖКХ .xls',
 'subtitle':'Отопление; в % к декабрю предыдущего года',
 'sheet':"Отопление",
 'anchor_value': 115.5
},

# Sheet name: "Горячее водоснабжение"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'CPI_SERV_HWATER_IND_YTD',
 'folder':'10 потребительские цены',
 'filename':'212-223 цены на отдельные ЖКХ .xls',
 'subtitle':'Горячее водоснабжение; в % к декабрю предыдущего года',
 'sheet':"Горячее водоснабжение",
 'anchor_value': 118.0
},

# Sheet name: "Хол.водоснабжение и водоотвед"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'CPI_SERV_CWATER_IND_YTD',
 'folder':'10 потребительские цены',
 'filename':'212-223 цены на отдельные ЖКХ .xls',
 'subtitle':'Холодное водоснабжение и водоотведение; в % к декабрю предыдущего года',
 'sheet':"Хол.водоснабжение и водоотвед",
 'anchor_value': 118.1
},


# 65 Processing file: 224-226 фиксированный набор.xls
#_____________________________________________________________________________

# Sheet name: "на конец периода"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'CPI_BASKET_VAL_RUB',
 'folder':'10 потребительские цены',
 'filename':'224-226 фиксированный набор.xls',
 'subtitle':'на конец периода; рублей',
 'sheet':"на конец периода",
 'anchor_value': 7292.0
},


# 66 Processing file: 230-232 индексы цен производителей на реализованную сельскохозяйственн продукцию.xls
#_____________________________________________________________________________

# Sheet name: "сельск.продукция"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'PPI_AGR_IND_YTD',
 'folder':'11 цены производителей',
 'filename':'230-232 индексы цен производителей на реализованную сельскохозяйственн продукцию.xls',
 'subtitle':'В % к декабрю предыдущего года',
 'sheet':"сельск.продукция",
 'anchor_value': 99.5
},


# 67 Processing file: 236-238 индексы цен (тарифов) на грузовые перевозки.xls
#_____________________________________________________________________________

# Sheet name: "грузовые перевозки"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'PPI_TRANSP_C_IND_YTD',
 'folder':'11 цены производителей',
 'filename':'236-238 индексы цен (тарифов) на грузовые перевозки.xls',
 'subtitle':'В % к декабрю предыдущего года',
 'sheet':"грузовые перевозки",
 'anchor_value': 102.8
},


# 68 Processing file: 239-244 цены на первичном и вторичном рынках жилья.xls
#_____________________________________________________________________________

# Sheet name: "первичный рынок"
# Debugging.  left:"Российская Федерация 2", above "I      квартал")
{
 'varname':'PPI_DWELINGS_VAL_RUB_M2',
 'folder':'11 цены производителей',
 'filename':'239-244 цены на первичном и вторичном рынках жилья.xls',
 'subtitle':'На конец квартала, рублей за 1 кв. метр общей площади',
 'sheet':"первичный рынок",
 'anchor_value': 50465.0
},

# Sheet name: "вторичный рынок"
# Debugging.  left:"Российская Федерация 2", above "I      квартал")
{
 'varname':'PPI_DWELINGS_VAL_RUB_M2',
 'folder':'11 цены производителей',
 'filename':'239-244 цены на первичном и вторичном рынках жилья.xls',
 'subtitle':'На конец квартала, рублей за 1 кв. метр общей площади',
 'sheet':"вторичный рынок",
 'anchor_value': 57806.0
},


# 70 Processing file: 245-250 среднедушевые денежные доходы.xls
#_____________________________________________________________________________

# Sheet name: "рублей"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'INCOME_PERCAP_VAL_RUB',
 'folder':'12 доходы',
 'filename':'245-250 среднедушевые денежные доходы.xls',
 'subtitle':'Рублей',
 'sheet':"рублей",
 'anchor_value': 11254.1
},

# Sheet name: "к соотв. месяцу"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'INCOME_PERCAP_IND_YOY',
 'folder':'12 доходы',
 'filename':'245-250 среднедушевые денежные доходы.xls',
 'subtitle':'В % к соответствующему месяцу предыдущего года ',
 'sheet':"к соотв. месяцу",
 'anchor_value': 107.9
},


# 72 Processing file: 251-256 реальные денежные доходы.xls
#_____________________________________________________________________________

# Sheet name: "к соотв. месяцу"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'INCOME_REAL_IND_YOY',
 'folder':'12 доходы',
 'filename':'251-256 реальные денежные доходы.xls',
 'subtitle':'В % к соответствующему месяцу предыдущего года',
 'sheet':"к соотв. месяцу",
 'anchor_value': 95.2
},

# Sheet name: "к соотв. периоду"
# Debugging.  left:"Российская Федерация 2", above "январь-февраль")
{
 'varname':'INCOME_REAL_IND_YTD',
 'folder':'12 доходы',
 'filename':'251-256 реальные денежные доходы.xls',
 'subtitle':'В  % к соответствующему периоду предыдущего года',
 'sheet':"к соотв. периоду",
 'anchor_value': 99.3
},


# 74 Processing file: 257-265 среднемесячная заработная плата.xls
#_____________________________________________________________________________

# Sheet name: "рублей"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'WAGE_VAL_RUB',
 'folder':'13 зарплата',
 'filename':'257-265 среднемесячная заработная плата.xls',
 'subtitle':'Рублей',
 'sheet':"рублей",
 'anchor_value': 17118.7
},

# Sheet name: "к пред.месяцу"
# Debugging.  left:"Российская Федерация 1 ", above "январь")
{
 'varname':'WAGE_IND_ROG',
 'folder':'13 зарплата',
 'filename':'257-265 среднемесячная заработная плата.xls',
 'subtitle':'В %  к предыдущему месяцу ',
 'sheet':"к пред.месяцу",
 'anchor_value': 79.0
},

# Sheet name: "к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'WAGE_IND_YOY',
 'folder':'13 зарплата',
 'filename':'257-265 среднемесячная заработная плата.xls',
 'subtitle':'В % к соответствующему месяцу предыдущего года',
 'sheet':"к соотв. месяцу",
 'anchor_value': 115.5
},


# 77 Processing file: 266-271 среднемесячная заработная плата работников сельского хозяйства.xls
#_____________________________________________________________________________

# Sheet name: "рублей"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'WAGE_AGR_VAL_RUB',
 'folder':'13 зарплата',
 'filename':'266-271 среднемесячная заработная плата работников сельского хозяйства.xls',
 'subtitle':'Рублей',
 'sheet':"рублей",
 'anchor_value': 8533.3
},

# Sheet name: "к соотв. месяцу"
# Debugging.  left:"Российская Федерация 1", above "январь")
{
 'varname':'WAGE_AGR_IND_YOY',
 'folder':'13 зарплата',
 'filename':'266-271 среднемесячная заработная плата работников сельского хозяйства.xls',
 'subtitle':'В % к соответствующему месяцу предыдущего года',
 'sheet':"к соотв. месяцу",
 'anchor_value': 123.0
},


# 79 Processing file: 272-280 просроченная задолженность по заработной плате.xls
#_____________________________________________________________________________

# Sheet name: "всего "
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'272-280 просроченная задолженность по заработной плате.xls',
 'subtitle':'Всего; тыс. рублей',
 'sheet':"всего ",
 'anchor_value': 4673732.0
},

# Sheet name: "несвоесременное получ. из бюдж"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_BUDGET_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'272-280 просроченная задолженность по заработной плате.xls',
 'subtitle':'Из нее из-за  несвоевременного получения денежных средств из бюджетов всех уровней; тыс. рублей',
 'sheet':"несвоесременное получ. из бюдж",
 'anchor_value': 260672.0
},

# Sheet name: "задолженность по организациям"
# Debugging.  left:"Российская Федерация 1", above "на 1                                        января")
{
 'varname':'WAGE_OVD_REPORT_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'272-280 просроченная задолженность по заработной плате.xls',
 'subtitle':'находящимся в стадии конкурсного производства и представивших сведения, тыс. рублей',
 'sheet':"задолженность по организациям",
 'anchor_value': 953550.0
},


# 82 Processing file: 281-319 просроченная задолженность по заработной  плате по ВЭД.xls
#_____________________________________________________________________________

# Sheet name: "Сельское хозяйство"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_AGR_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'subtitle':'Сельское хозяйство, охота и лесозаготовки; тыс.рублей',
 'sheet':"Сельское хозяйство",
 'anchor_value': 538963.0
},

# Sheet name: "Рыболовство, рыбоводство"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_FISH_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'subtitle':'Рыболовство, рыбоводство; тыс.рублей',
 'sheet':"Рыболовство, рыбоводство",
 'anchor_value': 7231.0
},

# Sheet name: "Добыча полезных ископаемых"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_MAQ_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'subtitle':'Добыча полезных ископаемых; тыс.рублей',
 'sheet':"Добыча полезных ископаемых",
 'anchor_value': 275180.0
},

# Sheet name: "Обрабатывающие производства"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_MAN_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'subtitle':'Обрабатывающие производства; тыс.рублей',
 'sheet':"Обрабатывающие производства",
 'anchor_value': 1839356.0
},

# Sheet name: "Произ-во и распр.электроэн."
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_EGW_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'subtitle':'Производство и распределение электроэнергии, газа и воды; тыс.рублей',
 'sheet':"Произ-во и распр.электроэн.",
 'anchor_value': 294921.0
},

# Sheet name: "Строительство"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_CONSTR_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'subtitle':'Строительство; тыс.рублей',
 'sheet':"Строительство",
 'anchor_value': 518295.0
},

# Sheet name: "Транспорт"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_TRANSP_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'subtitle':'Транспорт; тыс.рублей',
 'sheet':"Транспорт",
 'anchor_value': 859674.0
},

# Sheet name: "Управ.недвиж.имуществом"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_REALT_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'subtitle':'Управление недвижимым имуществом; тыс.рублей',
 'sheet':"Управ.недвиж.имуществом",
 'anchor_value': 67282.0
},

# Sheet name: "Науч.исследов. и разраб."
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_RAD_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'subtitle':'Научные исследования и разработки; тыс.рублей',
 'sheet':"Науч.исследов. и разраб.",
 'anchor_value': 188020.0
},

# Sheet name: "Образование"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_EDU_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'subtitle':'Образование; тыс.рублей',
 'sheet':"Образование",
 'anchor_value': 43924.0
},

# Sheet name: "Здравоохранение"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_HEALTH_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'subtitle':'Здравоохранение и предоставление социальных услуг; тыс.рублей',
 'sheet':"Здравоохранение",
 'anchor_value': 26451.0
},

# Sheet name: "сбор сточных  вод"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_COMMUNAL_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'subtitle':'Сбор сточных вод, отходов и аналогичная деятельность; тыс.рублей',
 'sheet':"сбор сточных  вод",
 'anchor_value': 11120.0
},

# Sheet name: "Культура"
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'WAGE_OVD_ART_VAL_TH_RUB',
 'folder':'13 зарплата',
 'filename':'281-319 просроченная задолженность по заработной  плате по ВЭД.xls',
 'subtitle':'Деятельность в области культуры; тыс.рублей',
 'sheet':"Культура",
 'anchor_value': 3315.0
},


# 95 Processing file: 320-322 численность работников.xls
#_____________________________________________________________________________

# Sheet name: "всего "
# Debugging.  left:"Российская Федерация 1", above "на 1 января")
{
 'varname':'EMPL_NUM_PERS',
 'folder':'13 зарплата',
 'filename':'320-322 численность работников.xls',
 'subtitle':'человек',
 'sheet':"всего ",
 'anchor_value': 322994.0
},


# 96 Processing file: 329-340 выбывшие из организаций.xls
#_____________________________________________________________________________

# Sheet name: "всего"
# Debugging.  left:"Российская Федерация 3 ", above "январь")
{
 'varname':'EMPL_QUIT_NUM_TH',
 'folder':'15 рынок труда',
 'filename':'329-340 выбывшие из организаций.xls',
 'subtitle':'Всего; тыс. человек',
 'sheet':"всего",
 'anchor_value': 424.0
},

# Sheet name: "по соглашению сторон"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'EMPL_QUIT_EGREEM_NUM_TH',
 'folder':'15 рынок труда',
 'filename':'329-340 выбывшие из организаций.xls',
 'subtitle':'В том числе: по соглашению сторон; тыс. человек',
 'sheet':"по соглашению сторон",
 'anchor_value': 50.5
},

# Sheet name: "по сокращению численности "
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'EMPL_QUIT_FIRED_NUM_TH',
 'folder':'15 рынок труда',
 'filename':'329-340 выбывшие из организаций.xls',
 'subtitle':'В том числе: в связи с сокращением численности работников;  тыс. человек',
 'sheet':"по сокращению численности ",
 'anchor_value': 34.2
},

# Sheet name: "по собственному желанию"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'EMPL_QUIT_VOLUNTARY_NUM_TH',
 'folder':'15 рынок труда',
 'filename':'329-340 выбывшие из организаций.xls',
 'subtitle':' В том числе:  по собственному желанию; тыс. человек',
 'sheet':"по собственному желанию",
 'anchor_value': 260.3
},


# 100 Processing file: 341-346 принятые в организации.xls
#_____________________________________________________________________________

# Sheet name: "всего"
# Debugging.  left:"Российская Федерация 3", above "январь")
{
 'varname':'EMPL_HIRE_NUM_TH',
 'folder':'15 рынок труда',
 'filename':'341-346 принятые в организации.xls',
 'subtitle':'Всего, тыс. человек',
 'sheet':"всего",
 'anchor_value': 281.6
},

# Sheet name: "допол.введенные раб.места"
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'EMPL_HIRE_NEW_PLACE_NUM_TH',
 'folder':'15 рынок труда',
 'filename':'341-346 принятые в организации.xls',
 'subtitle':'В том числе: на дополнительно введенные рабочие места, тыс. человек',
 'sheet':"допол.введенные раб.места",
 'anchor_value': 25.1
},


# 102 Processing file: 347-349 намеченные к высвобождению.xls
#_____________________________________________________________________________

# Sheet name: "тыс.человек"
# Debugging.  left:"Российская Федерация 3", above "январь")
{
 'varname':'EMPL_PLAN_FIRE_NUM_TH',
 'folder':'15 рынок труда',
 'filename':'347-349 намеченные к высвобождению.xls',
 'subtitle':'Тыс. человек',
 'sheet':"тыс.человек",
 'anchor_value': 61.1
},


# 103 Processing file: 350-352 требуемые работники.xls
#_____________________________________________________________________________

# Sheet name: "тыс.человек"
# Debugging.  left:"Российская Федерация 3", above "январь")
{
 'varname':'EMPL_VACANCY_NUM_TH',
 'folder':'15 рынок труда',
 'filename':'350-352 требуемые работники.xls',
 'subtitle':' На конец отчетного периода, тыс. человек',
 'sheet':"тыс.человек",
 'anchor_value': 329.9
},


# 104 Processing file: 353-364 работавшие неполное рабочее время.xls
#_____________________________________________________________________________

# Sheet name: "по инициативе работодателя"
# Debugging.  left:"Российская Федерация 3", above "январь")
{
 'varname':'EMPL_PARTTIME_FORCED_NUM_TH',
 'folder':'15 рынок труда',
 'filename':'353-364 работавшие неполное рабочее время.xls',
 'subtitle':'Работали неполное рабочее время по инициативе работодателя; тыс. человек',
 'sheet':"по инициативе работодателя",
 'anchor_value': 825.9
},

# Sheet name: "соглашения "
# Debugging.  left:"378.0", above "январь")
{
 'varname':'EMPL_PARTTIME_NUM_TH',
 'folder':'15 рынок труда',
 'filename':'353-364 работавшие неполное рабочее время.xls',
 'subtitle':'',
 'sheet':"соглашения ",
 'anchor_value': 309.1
},

# Sheet name: "простои"
# Debugging.  left:"Российская Федерация 3", above "январь")
{
 'varname':'EMPL_LOSTTIME_NUM_TH',
 'folder':'15 рынок труда',
 'filename':'353-364 работавшие неполное рабочее время.xls',
 'subtitle':'Находились в простое по вине работодателя и по причинам, не зависящим от работодателя и работника1; тыс. человек  ',
 'sheet':"простои",
 'anchor_value': 201.8
},

# Sheet name: "отпуск без сохр.сохран.з.п."
# Debugging.  left:"Российская Федерация 2", above "январь")
{
 'varname':'EMPL_PARTTIME_NOPAY_NUM_TH',
 'folder':'15 рынок труда',
 'filename':'353-364 работавшие неполное рабочее время.xls',
 'subtitle':'Имели отпуска без сохранения заработной платы по заявлению работника; тыс. человек',
 'sheet':"отпуск без сохр.сохран.з.п.",
 'anchor_value': 1106.4
},

]
